Revit 2027 API
WireframeBuilder.Reset Method
 Clears the accumulated geometry.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void Reset()
Public Sub Reset
public:
void Reset()
member Reset : unit -> unit
See Also
Reference
WireframeBuilder Class
Autodesk.Revit.DB Namespace